7zip
adw-gtk-theme
base
base-devel
bluez
bluez-utils
brave-bin
btop
dolphin
dunst
efibootmgr
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-hangul
fcitx5-qt
fd
fnm
fzf
getnf
git
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
impala
intel-media-driver
intel-ucode
iwd
jq
kitty
lazygit
libpulse
libva-intel-driver
linux
linux-firmware
ly
nano
neovim
nordic-theme
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
resvg
sddm
slurp
smartmontools
sof-firmware
tlp
trash-cli
ttf-dejavu
ttf-liberation
unzip
uwsm
vim
vulkan-intel
waybar
wget
wireless_tools
wiremix
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yazi
zoxide
zram-generator
